// ДЗ.
//     Задача1. Написать функцию, которая аргументами получается два числа и возвращает большее из них.
//     Задача2. Написать функцию, которая принимает аргументом число(больше 0)
//     и возвращает массив чисел от 0 до этого числа


// function num(a, b) {
//     if(a > b) {
//         return console.log(a)
//     }
//     console.log(b)
// }
// num(32, 20)



// function num(a) {
//     let arr = [];
//     for (let i = 0; i <= a; i++) {
//         arr.push(i);
//     }
//     return arr
// }

// console.log(num(10));